Revit 2027 API
ParameterTypeId.CouplerCoupledEndtreatment Property
 "End Treatment 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CouplerCoupledEndtreatment { get; }
Public Shared ReadOnly Property CouplerCoupledEndtreatment As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CouplerCoupledEndtreatment {
	ForgeTypeId^ get ();
}
static member CouplerCoupledEndtreatment : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace